Repository: Gwan-Son/LinkClip
Catalog: LinkClip/Core/Components/Localizable.xcstrings
Source language: ko
Languages: en

source: (선택사항)
en: (Optional)

source: (여러 개 선택 가능)
en: (Multiple selection allowed)

source: %@에 초기화
en: Resets %@

source: %lld개 링크의 태그
en: Tags for %lld Links

source: %lld개 선택
en: %lld selected

source: %lld개 선택됨
en: %lld selected

source: %lld개의 링크
en: %lld links

source: %lld개의 링크를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
en: Are you sure you want to delete %lld links? This action cannot be undone.

source: %lld개의 썸네일을 다시 로딩했습니다.
en: Reloaded %lld thumbnails.

source: %lld회
en: %lld

source: AI 요약 진행 중
en: AI summary in progress

source: AI 요약을 바탕으로 추천했어요.
en: Suggested from the AI summary.

source: AI가 긴 글의 핵심을 정리해드려요. 태그, 즐겨찾기, 나중에 읽기로 관리할 수 있어요.
en: AI summarizes long articles. Organize links with tags, favorites, and Read Later.

source: AI가 긴 글의 핵심을 정리해드려요. 태그, 즐겨찾기, 나중에 읽기로 관리할 수 있어요. 요약 시 URL과 웹페이지 내용이 서버로 전송됩니다.
en: AI summarizes long articles. Organize links with tags, favorites, and Read Later. The URL and webpage content are sent to the server for summarization.

# alert_url_saved_message
source: URL이 성공적으로 저장되었습니다.
en: URL saved successfully

# alert_url_saved_title
source: URL 저장됨
en: URL Saved

# btn_confirm
source: 확인
en: Confirm

# btn_copy
source: 복사
en: Copy

# btn_delete
source: 삭제
en: Delete

# btn_edit
source: 수정
en: Edit

# btn_share
source: 공유
en: Share

source: LinkClip 선택
en: Select LinkClip

source: LinkClip 시작하기
en: Start using LinkClip

source: LinkClip 앱 문의
en: Contact LinkClip

source: LinkClip에서 공유해요!
en: Shared from LinkClip!

# manage_data
source: 데이터 관리
en: Manage Data

# nav_new_category
source: 새 카테고리
en: New Category

# reset_saved_url
source: 저장된 URL 초기화
en: Reset Saved URLs

source: Safari 공유
en: Safari Share

source: Safari나 다른 앱에서 공유 버튼을 누르고 LinkClip을 선택하면 링크가 저장됩니다.
en: Tap Share in Safari or another app, then choose LinkClip to save the link.

source: Safari에서 공유 버튼 탭
en: Tap share button in Safari

# sort_date_newest
source: 최신순
en: Newest

# sort_date_oldest
source: 오래된순
en: Oldest

# sort_title_az
source: 제목 (A-Z)
en: Title (A-Z)

# sort_title_za
source: 제목 (Z-A)
en: Title (Z-A)

source: Spotlight 재색인
en: Spotlight Reindex

source: Spotlight 재색인 중...
en: Reindexing Spotlight...

source: Spotlight 재색인이 완료되었습니다.
en: Spotlight reindexing completed.

# support
source: 지원
en: Support

source: URL 저장
en: Save URL

source: URL 저장하기
en: Save URL

source: URL 정보
en: URL Info

source: URL 제목을 입력하세요
en: Enter URL title

source: 각 URL에 제목과 개인 메모를 추가하여 나중에 쉽게 찾을 수 있습니다.
en: You can easily find it later by adding a title and a personal note to each URL

source: 개인
en: Personal

source: 개인정보 처리방침
en: Policy

source: 검색
en: Search

source: 검색 결과나 썸네일이 정상적으로 표시되지 않을 때만 사용하세요.
en: Use these tools only when search results or thumbnails are not displayed correctly.

source: 검색창에 키워드 입력
en: Enter keywords in search bar

source: 고급 데이터 관리
en: Advanced Data Management

source: 공유
en: Share

source: 공유 버튼으로 나중에 읽을 링크를 모아보세요.
en: Use the share button to collect links for later.

source: 기본 정렬
en: Default sort

source: 꺼짐
en: Off

source: 나만의 링크 보관함
en: Your personal link library

source: 나의 메모
en: My Note

source: 나중에 읽기
en: Read Later

source: 나중에 읽기 해제
en: Remove from Read Later

source: 나중에 읽을 링크를 한곳에 모아보세요
en: Collect links to read later in one place

source: 내일 다시 이용해주세요.
en: Please try again tomorrow.

source: 네트워크 연결을 확인해주세요.
en: Check your network connection.

source: 뉴스
en: News

source: 다른 태그를 선택해보세요
en: Try selecting a different tag

source: 다시 시도
en: Try Again

source: 다시 요약
en: Summarize Again

source: 다크
en: Dark

source: 닫기
en: Close

source: 더보기
en: More

source: 도움말
en: Help

source: 등록된 카테고리가 없습니다
en: No categories registered

source: 등록된 태그가 없습니다
en: No tags yet

source: 라이트
en: Light

source: 로컬 AI가 요약하고 있습니다.
en: The local AI is summarizing.

source: 링크
en: Links

source: 링크 모음
en: Link collection

source: 링크 삭제
en: Delete Link

source: 링크 수정
en: Edit Link

source: 링크 쉽게 저장하기
en: Save Links Easily

source: 링크 저장 가이드
en: Link Saving Guide

source: 링크 제목을 입력하세요
en: Enter link title

source: 링크 추가
en: Add Link

source: 링크에 대한 메모를 남겨보세요
en: Leave a memo about the link

source: 링크에 태그 달기
en: Tag your links

source: 메모
en: Memo

source: 메모 (선택사항)
en: Memo (Optional)

source: 메모 추가하기
en: Add Memo

source: 모두 삭제
en: Delete All

source: 모두 선택
en: Select All

source: 모두 해제
en: Deselect All

source: 모든 URL을 삭제하시겠습니까?
en: Are you sure you want to delete all URLs?

source: 모든 URL이 초기화되었습니다.
en: Reset Complete

source: 모든 저장 데이터 삭제
en: Delete All Saved Data

source: 모든 저장 데이터를 삭제할까요?
en: Delete all saved data?

source: 모양
en: Appearance

source: 문의하기
en: Contact us

source: 미리보기
en: Preview

source: 미분류
en: Untagged

# 버전 %@ (%@)
source: 버전 %1$@ (%2$@)
en: Version %1$@ (%2$@)

source: 보관함
en: Library

source: 빠른 검색
en: Quick Search

source: 빠른 필터
en: Quick filters

source: 사용 환경
en: Preferences

source: 삭제
en: Delete

source: 삭제 불가
en: Cannot Delete

source: 삭제할 항목이 없습니다. 링크를 선택한 후 다시 시도해주세요.
en: No items to delete. Please select links and try again.

source: 색상 선택
en: Select Color

source: 색상 선택하기
en: Choose Color

source: 색상과 아이콘의 조합
en: Color and Icon Combination

source: 서버 응답을 확인할 수 없습니다.
en: The server response could not be verified.

source: 서버의 오늘 요약 한도가 소진됐습니다
en: Today's server summary limit has been reached

source: 선택
en: Select

source: 설정
en: Settings

source: 설정 필요
en: Setup required

source: 쇼핑
en: Shopping

source: 시스템
en: System

source: 썸네일
en: Thumbnail

source: 썸네일 다시 로딩
en: Reload Thumbnails

source: 썸네일 다시 로딩 중 오류가 발생했습니다.
en: An error occurred while reloading thumbnails.

source: 썸네일 다시 로딩 중...
en: Reloading thumbnails...

source: 썸네일 로드 실패
en: Thumbnail Load Failed

source: 썸네일 로딩 중...
en: Loading thumbnail...

source: 썸네일이 없는 링크가 없습니다.
en: No links without thumbnails.

source: 아이디어
en: Ideas

source: 아이콘 선택
en: Select Icon

source: 아직 요약이 없습니다
en: No Summary Yet

source: 알림
en: Notification

source: 알림 권한이 필요합니다.
en: Notification permission is required.

source: 알림 시간
en: Reminder Time

source: 알림 오류
en: Reminder Error

source: 알림 취소
en: Cancel Reminder

source: 앱 사용 방법
en: How to use LinkClip

source: 앱 평가하기
en: Review

source: 어디서든 바로 저장하세요
en: Save from anywhere

source: 언어
en: Language

source: 언제든지 공유하기
en: Share Anytime

source: 업무
en: Work

source: 연결 확인 필요
en: Check connection

source: 오늘 남은 요약
en: Summaries remaining today

source: 오늘 사용할 수 있는 요약 3회를 모두 사용했습니다.
en: You've used all 3 summaries available today.

source: 오늘 사용할 수 있는 요약 횟수가 1회 차감됩니다.
en: This will use one of today's summaries.

source: 오늘 서버의 요약 한도가 모두 사용됐습니다. 내일 다시 시도해주세요.
en: Today's server summary limit has been reached. Please try again tomorrow.

source: 오늘 요약 %lld회 남음
en: %lld summaries left today

source: 오늘 요약 횟수를 모두 사용했습니다
en: You've used all of today's summaries

source: 완료
en: Done

source: 요약 공유
en: Share Summary

source: 요약 서비스
en: Summary service

source: 요약 오류
en: Summary Error

source: 요약 요청
en: Request Summary

source: 요약 요청에 실패했습니다.
en: The summary request failed.

source: 요약 요청은 하루 3회까지 사용할 수 있습니다.
en: You can request up to 3 summaries per day.

source: 요약 요청을 접수하고 있습니다.
en: Submitting your summary request.

source: 요약 요청을 찾을 수 없습니다. 다시 요청해주세요.
en: The summary request could not be found. Please request it again.

source: 요약 요청이 대기 중입니다.
en: Your summary request is queued.

source: 요약 요청이 많습니다
en: Too Many Summary Requests

source: 요약 요청이 많습니다. 잠시 후 다시 시도해주세요.
en: There are too many summary requests. Please try again shortly.

source: 요약 중
en: Summarizing

source: 요약·읽기 알림
en: Summary & reading notifications

source: 요약을 다시 요청할까요?
en: Request another summary?

source: 요약을 위해 링크 URL과 웹페이지 내용이 LinkClip 요약 서버로 전송됩니다.
en: The link URL and webpage content are sent to the LinkClip summary server for summarization.

source: 요약하지 못했습니다
en: Unable to Summarize

source: 원문 열기
en: Open Article

source: 웹사이트를 저장하고, AI 요약과 태그로 간편하게 정리할 수 있어요.
en: Save websites and organize them easily with AI summaries and tags.

source: 웹에서 흥미로운 컨텐츠를 발견하면 공유 버튼을 통해 바로 저장하세요.
en: If you find interesting content on the web, save it right away through the share button

source: 위험 영역
en: Danger Zone

source: 이 작업은 되돌릴 수 없습니다.
en: This operation cannot be reversed

source: 이 카테고리에는 %lld개의 링크가 있습니다. 삭제하면 링크들은 '전체' 카테고리로 이동합니다. 정말 삭제하시겠습니까?
en: This category contains %lld links. When deleted, links will be moved to the 'All' category. Are you sure you want to delete?

source: 이 태그에 링크가 없습니다
en: No links in this tag

source: 이메일 주소 복사
en: Copy email address

source: 이미 존재하는 카테고리 이름입니다. 다른 이름을 입력해주세요.
en: This category name already exists. Please enter a different name.

source: 이용약관
en: Terms

source: 읽기 알림
en: Reading Reminder

source: 읽기 알림 설정
en: Set Reading Reminder

source: 읽음으로 표시
en: Mark as Read

source: 읽지 않음
en: Unread

source: 읽지 않음으로 표시
en: Mark as Unread

source: 잠시 후 다시 시도할 수 있습니다.
en: You can try again shortly.

source: 잠시 후 다시 시도해주세요.
en: Please try again shortly.

source: 재색인 중 오류가 발생했습니다.
en: An error occurred during reindexing.

source: 저장 완료
en: Save Complete

source: 저장된 링크가 없습니다
en: No saved links

source: 저장된 링크가 없어요
en: No saved links

source: 저장한 URL을 친구들과 쉽게 공유할 수 있습니다.
en: You can easily share your saved URL with your friends

source: 저장한 링크, 태그, 요약, 읽기 상태와 알림이 모두 삭제됩니다.
en: All saved links, tags, summaries, reading states, and reminders will be deleted.

source: 저장한 링크를 읽어볼까요?
en: Ready to read your saved link?

source: 전체
en: All

source: 정렬 옵션
en: Sort Options

source: 정보
en: Infomation

source: 정상
en: Available

source: 제목
en: Title

source: 제목과 메모 추가
en: Add title and memo

source: 중복된 카테고리 이름
en: Duplicate Category Name

source: 즉시 링크 열기
en: Open links instantly

source: 최근 7일
en: Last 7 Days

source: 최근 저장한 링크에요
en: Recently saved links

source: 추천 태그
en: Suggested Tags

source: 추천 태그 추가하고 시작
en: Add Suggested Tags and Start

source: 추천 태그로 시작할까요?
en: Start with suggested tags?

source: 취소
en: Cancel

source: 카테고리
en: Category

source: 카테고리 삭제
en: Delete Category

source: 카테고리 생성
en: Create categories

source: 카테고리 이름
en: Category Name

source: 카테고리 이름을 입력하세요
en: Enter category name

source: 카테고리를 삭제하시겠습니까?
en: Are you sure you want to delete this category?

source: 커스텀 색상 선택
en: Select Custom Color

source: 켜짐
en: On

source: 태그
en: Tags

source: 태그 관리
en: Manage tags

source: 태그 없이 시작
en: Start Without Tags

source: 태그 편집
en: Edit Tags

source: 태그나 제목으로 찾기
en: Find by tags or titles

source: 태그로 정리하기
en: Organize with Tags

source: 태그를 누르면 선택한 링크 전체에 추가되거나 해제됩니다.
en: Tap a tag to add it to or remove it from all selected links.

source: 태그를 저장하지 못했습니다
en: Couldn't Save Tags

source: 태그를 추가하지 못했습니다
en: Couldn't Add Tags

source: 프로그래밍
en: Programming

source: 프로젝트
en: Project

source: 필요한 내용만 빠르게 확인하세요
en: See only what matters, right away

source: 필요한 태그만 선택해주세요. 언제든 수정하거나 삭제할 수 있어요.
en: Choose only the tags you need. You can edit or delete them anytime.

source: 필터로 검색
en: Search with filters

source: 학습
en: Study

source: 핵심 요약
en: Key Summary

source: 현재 아이콘
en: Current Icon

source: 홈에서 태그를 먼저 추가해주세요.
en: Add a tag from Home first.

source: 확인
en: Confirm

source: 확인 중
en: Checking

source: 확인 필요
en: Check required

source: 회의
en: Meeting
